Repository: Grandschtien/Autotranslation-script
Catalog: AutotranslationTest/*.lproj/Localizable.strings
Languages: de

# app_name
source: Auto Translation Test
de: TODO: Translation failed - Auto Translation Test

source: Welcome
de: TODO: Translation failed - Welcome

source: Hello
de: TODO: Translation failed - Hello

source: Goodbye
de: TODO: Translation failed - Goodbye

source: Yes
de: TODO: Translation failed - Yes

source: No
de: TODO: Translation failed - No

source: OK
de: TODO: Translation failed - OK

source: Cancel
de: TODO: Translation failed - Cancel

source: Save
de: TODO: Translation failed - Save

source: Delete
de: TODO: Translation failed - Delete

source: Edit
de: TODO: Translation failed - Edit

source: Done
de: TODO: Translation failed - Done

source: Back
de: TODO: Translation failed - Back

source: Next
de: TODO: Translation failed - Next

source: Close
de: TODO: Translation failed - Close

# welcome_message
source: Welcome to the Auto Translation Test application! We're glad to have you here.
de: TODO: Translation failed - Welcome to the Auto Translation Test application! We're glad to have you here.

# loading
source: Please wait while we're loading your content...
de: TODO: Translation failed - Please wait while we're loading your content...

# error_message
source: An unexpected error has occurred. Please try again later or contact support if the problem persists.
de: TODO: Translation failed - An unexpected error has occurred. Please try again later or contact support if the problem persists.

# success_message
source: Your operation has been completed successfully! You can now proceed to the next step.
de: TODO: Translation failed - Your operation has been completed successfully! You can now proceed to the next step.

# confirmation_message
source: Are you sure you want to proceed with this action? This cannot be undone.
de: TODO: Translation failed - Are you sure you want to proceed with this action? This cannot be undone.

# settings_title
source: Application Settings
de: TODO: Translation failed - Application Settings

# profile_title
source: User Profile
de: TODO: Translation failed - User Profile

# notifications_title
source: Notification Preferences
de: TODO: Translation failed - Notification Preferences

# language_selection
source: Please select your preferred language from the list below.
de: TODO: Translation failed - Please select your preferred language from the list below.

# save_changes
source: Save all changes to your profile
de: TODO: Translation failed - Save all changes to your profile

# discard_changes
source: Discard all unsaved changes
de: TODO: Translation failed - Discard all unsaved changes

# tutorial_step_1
source: In this first step, you'll learn how to navigate through the application interface and access the main features available to you.
de: TODO: Translation failed - In this first step, you'll learn how to navigate through the application interface and access the main features available to you.

# tutorial_step_2
source: Now that you've mastered the basics, let's explore some advanced features that will help you make the most of this application.
de: TODO: Translation failed - Now that you've mastered the basics, let's explore some advanced features that will help you make the most of this application.

# tutorial_step_3
source: Congratulations! You've completed the tutorial and are now ready to use all the powerful features this application has to offer.
de: TODO: Translation failed - Congratulations! You've completed the tutorial and are now ready to use all the powerful features this application has to offer.

# data_sync_message
source: Your data is currently being synchronized with our cloud servers. This process may take several minutes depending on your internet connection speed.
de: TODO: Translation failed - Your data is currently being synchronized with our cloud servers. This process may take several minutes depending on your internet connection speed.

# privacy_notice
source: We take your privacy seriously. All your personal information is encrypted and stored securely in compliance with international data protection standards.
de: TODO: Translation failed - We take your privacy seriously. All your personal information is encrypted and stored securely in compliance with international data protection standards.

# update_available
source: A new version of the application is available for download. Would you like to update now to enjoy the latest features and improvements?
de: TODO: Translation failed - A new version of the application is available for download. Would you like to update now to enjoy the latest features and improvements?
